Repository: belgium-its-steering-committee/ckanext-pages
Catalog: ckanext/pages/i18n/*/LC_MESSAGES/ckanext-pages.po
Languages: de, nl

source: Page name already exists in database
de: Seitenname existiert bereits in der datenbank
nl: Paginanaam bestaat al in de database

source: Not authorized to see this page
de: Nicht berechtigt, diese seite zu sehen
nl: Niet geautoriseerd om deze pagina te bekijken

source: User %s not authorized to read this page
de: Benutzer %s ist nicht berechtigt diese Seite aufzurufen
nl: Gebruiker %s is niet gemachtigd om deze pagina te lezen

source: Organization not found
de: Organisation nicht vorhanden
nl: Organisatie niet gevonden

source: Unauthorized to read organization %s
de: Keine Berechtigung %s Organisation aufzurufen
nl: Onbevoegd om organisatie %s te lezen

source: Page Not Found
de: Seite nicht gefunden
nl: Pagina niet gevonden

source: Unauthorized to delete page
de: Keine Berechtigung die Seite zu löschen
nl: Niet geautoriseerd om pagina te verwijderen

source: Group not found
de: Gruppe nicht gefunden
nl: Groep niet gevonden

source: Unauthorized to read group %s
de: Nicht berechtigt %s Gruppe aufzurufen
nl: Onbevoegd om groep %s te lezen

source: ERROR: View not found {view_id}
de: Fehler: Anzeige nicht gefunden {view_id}
nl: FOUT: weergave niet gevonden {view_id}

source: Your browser does not support iframes.
de: Dein Browser unterstützt iframes nicht
nl: Uw browser ondersteunt geen iframes.

source: Unauthorized to create or edit a page
de: Nicht berechtigt eine Seite zu erstellen oder zu editieren
nl: Niet geautoriseerd om een pagina te maken of te bewerken

source: Only Posting is availiable
de: Nur die Buchung ist verfügbar
nl: Alleen posten is beschikbaar

source: Unauthorized to upload file %s
de: Nicht berechtigt Datei %s hochzuladen
nl: Onbevoegd om bestand %s te uploaden

source: Pages
nl: Pagina's

source: What are Pages?
de: Was ist Pages?
nl: Wat zijn pagina's?

source: <p>Pages are are simple way to add extra pages to your ckan instance. You can assign an order to them.</p>
de: Pages ist ein einfacher Weg extra Seiten zu deinem CKAN Portal hinzuzufügen. Du kannst sogar die Anordnung bestimmen.
nl: <p>Pagina's zijn een eenvoudige manier om extra pagina's aan uw ckan-instantie toe te voegen. U kunt een bestelling aan hen toewijzen.</p>

source: Add Blog Article
de: Blogeintrag hinzufügen
nl: Blogartikel toevoegen

source: Edit Blog Article
de: Blogeintrag bearbeiten
nl: Blogartikel bewerken

source: eg. Blog Article Title
de: Blogeintrag Titel
nl: bv. Titel van blogartikel

source: Add page
de: Seite hinzufügen
nl: Pagina toevoegen

source: Edit page
de: Seite bearbeiten
nl: Pagina bijwerken

source: eg. Page Title
de: Seiten Titel
nl: bv. Pagina titel

source: Title EN (default)
de: Titel EN (Standard)
nl: Titel EN (standaard)

source: Title NL
nl: Titel NL

source: Title FR
nl: Titel FR

source: Title DE
nl: Titel DE

source: Private
de: Privat
nl: Privaat

source: Public
de: Öffentlich
nl: Openbaar

source: Menu Order
de: Menu Anordnung
nl: Menuvolgorde

source: Not in Menu
de: Nicht im Menu
nl: Niet in menu

source: Left Menu Order
nl: Linkermenuvolgorde

source: Parent page
nl: Bovenliggende pagina

source: Content EN (default)
de: Inhalt DE (Standard)
nl: Inhoud EN (standaard)

source: My content
de: Mein Text
nl: Mijn inhoud

source: Content NL
nl: Inhoud NL

source: Content FR
nl: Inhoud FR

source: Mon contenu
nl: Mijn inhoud

source: Content DE
nl: Inhoud DE

source: Mein Inhalt
nl: Mijn inhoud

source: Cancel
de: Abbrechen
nl: Annuleer

source: Add
de: Hinzufügen
nl: Toevoegen

source: Are you sure you want to delete this Page?
de: Bist du dir sicher, dass du diese Seite löschen möchtest?
nl: Weet u zeker dat u deze pagina wilt verwijderen?

source: Delete
de: Löschen
nl: Verwijder

source: Save
de: Speichern
nl: Opslaan

source: Edit
de: Bearbeiten
nl: Bewerk

source: This page currently has no content
de: Diese Seite hat momentan keinen Inhalt
nl: Deze pagina heeft momenteel geen inhoud

source: More
de: Mehr
nl: Meer

source: Edit Article
de: Artikel bearbeiten
nl: Artikel bijwerken

source: <p>Add blog articles to CKAN here.</p>
de: <p>Füge Blogeinträge hier zu CKAN hinzu.</p>
nl: <p>Voeg hier blogartikelen toe aan CKAN.</p>

source: Add Article
de: Eintrag hinzufügen
nl: Artikel toevoegen

source: Confirm Delete
de: Bestätige die Löschung
nl: Bevestig verwijderen

source: Are you sure you want to delete page - {name}?
de: willst du die Seite {name} wirklich löschen?
nl: Weet u zeker dat u pagina {name} wilt verwijderen?

source: About
de: Über
nl: Over

source: Edit Page
de: Seite bearbeiten
nl: Pagina aanpassen

source: There are currently no blog articles here
de: Es sind zur Zeit keine Blogeinträge verfügbar
nl: Er zijn momenteel geen blogartikelen hier

source: There are currently no pages here
de: Es sind zur Zeit keine Seiten verfügbar
nl: Er zijn momenteel geen pagina's hier

source: Visibility
de: Sichtbarkeit

source: Mijn inhoud
de: Mein Inhalt

source: Blog Articles
de: Blogeinträge

source: Menu
de: Menü
